{
  "cover": "cover.jpg",
  "posted": "25th May, 2020",
  "title": "The Monkey's Revenge",
  "story": "Once upon a time, there lived a king named Chandra. There lived a troop of monkeys in his palace. The monkeys enjoyed a lot of royal privileges. However, primarily they were kept as the pets of the king's son. One morning a serious incident occurred. A sheep from the royal barn went inside the kitchen and began to eat the royal food intended for the king. The head cook became very angry and threw away the sheep from the kitchen. The chief of the monkeys, who happened to be a very intelligent monkey called for a meeting and informed his mates about the incident of the kitchen. Then he added, \"I don't want to stay here anymore. I will not force you to desert this place and move into the forest, but if anybody wants to come, he or she can follow me.\" The other monkeys disagreed to this proposal. The monkey left the palace alone. \n After a few days, the same sheep again went inside the kitchen. This time the cook hit him with a burning wood and threw him into the stable. The wool caught fire and after sometime it began to spread and burned down the stable. The horses were seriously injured; the doctors referred the heart of the monkey as the only medicine to cure them. The king passed the order to kill all his monkeys. It was obeyed. The chief of the monkeys observed the incident from a tall tree. He planned to take revenge. One day, the monkey came to a pond to drink water. He took a stem of the lotus flower and began to suck water from the pond. \n A water god came out. She said, \"You are such an intelligent animal. I am very pleased to see you. What do you want?\" The monkey saw that she was wearing a golden necklace. The monkey demanded that golden necklace. The goddess gave the necklace to him. \n Wearing the necklace, when he went into the king's palace, he was captured by the king's men and taken to the king. The king asked, \"From where did you get a golden necklace?\" \n The monkey said, \"I got it from a mysterious pond full of golden ornaments.\" \n The greedy king then ordered all his men to visit the pond full of gold with the help of the monkey. His men went but never returned. The king himself went out in search of the pond only to find the monkey sitting on a tree located near a pond. The monkey said, \"O king, you killed all my near and dear ones, and now all your men are dead. How do you feel about it?\" The monkey took his revenge and the king died out of greed.",
  "moral": "Avarice leads to death."
}